Repository: mauritiusdadd/crtwo2fits
Catalog: src/crtwo2fits/data/lang/*/LC_MESSAGES/crtwo2fits.po
Languages: it

source: Can't import the python package 'astropy'. Please install the package 'astropy'! You can find it at http://www.astropy.org/
it: Impossibile importare il pacchetto 'astropy'. Si prega di installare il pacchetto 'astropy'! Lo si può trovare all'indirizzo http://www.astropy.org/

source: Not a raw PGM data
it: Non sono dati PGM grezzi

source: Image width: {}
it: Larghezza immagine: {}

source: Image height: {}
it: Altezza immagine: {}

source: Image dtype: {}
it: Tipo dati: {}

source: Found raw PGM data
it: Trovati dati PGM grezzi

source: Found plain text PGM data
it: Trovati dati PGM testuali

source: Using native decoder
it: Uso il decodificatore nativo

source: Using external decoder
it: Uso il decodificatore esterno

source: Image size: {1}x{0}
it: Dimensioni immagini: {1}x{0}

source: Output size: {1}x{0}
it: Dimensioni output: {1}x{0}

source: Sensor size: {1}x{0}
it: Dimensioni sensori: {1}x{0}

source: An error has occured in {}: '{}'
it: E' avvenuto un errore in {}: '{}'

source: EOI marker does not correspond to end of image
it: Il marcatore EOI non corrisponde alla fine dell'immagine

source: SOI marker does not correspond to start of image
it: Il marcatore SOI non corrisponde all'inizio dell'immagine

source: corrupted or invalid PGM data
it: dati PGM non validi o corrotti

source: Unsupported PGM data format
it: Formato dati PGM non supportato

source: unknown endian format
it: Formato endian sconosciuto

source: not a CR2 image file
it: Non è un file CR2

source: Oops, full frame image is smaller than than requestes size, cannot proced!
it: Oops, l'immagine full-frame è più piccola di quella richiesta, impossibile procedere!

source: Warning: probably corrupted data!
it: Attenzione: dati probabilmente corrotti!

source: External decoder not found: only native decoder is available
it: Decodificatore esterno non trovato: è disponibile solo quello nativo
