Repository: mauritiusdadd/crtwo2fits
Catalog: src/crtwo2fits/data/lang/*/LC_MESSAGES/mainapp.po
Languages: it

source: Converts CR2 raw files to FITS images
it: Convete i file CR2 grezzi in immagini FITS

source: paths of the CR2 file to convert
it: percorso del file CR2 da convertire

source: Save to a compressed FITS file
it: Salva file FITS compresso

source: export EXIF data to a file named FILE.exif
it: exporta i dati EXIF in un file chiamato FILE.exif

source: Return full sensor image
it: Restituisce un'immagine a full-sensor

source: write the log to the file %(metavar)s. If no file is specified, then crtwo2fits.log is used by default
it: Scrive il log nel file %(metavar)s. Se nessun file è specificato, allora è usato il file crtwo2fits.log

source: use the built-in decoder instead of the external one
it: usa il decoder integrato invece di quello esterno

source: increase the output verbosity level
it: aumenta la verbosità dell'output

source: logging to the file '{}'
it: uso il file di log '{}'

source: Cannot read system configuration file, using default setting
it: Impossibile leggere il file di configurazione di sistema, uso i settaggi predefiniti

source: Found user configuration file
it: Trovato un file di configurazione utente

source: Cannot find the section '{}'
it: Impossibile trovare la sezione '{}'

source: Invalid or corrupted configuration: Key '{}' not found in section '{}' falling back to default values...
it: Configurazione invalida o corrotta: Opzione '{}' non trovata '{}' Ritorno alle impostazio predefinite...

source: Invalid or corrupted configuration: 'CONFIG' section is missing!
it: Configurazione invalida o corrotta: manca la sezione 'CONFIG'!

source: Decoding file {0}/{1}: '{2:s}'
it: Decodificando il file {0}/{1}: '{2:s}'

source: Saving exif to '{}'
it: Salvataggio dati exif nel file '{}'

source: Cannot create file '{}': '{}'
it: Impossibile creare il file '{}': '{}'

source: Saving data to '{}'
it: Salvataggio dati nel file '{}'
